Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/health_services/hospital_services/hospital_charges.html.txt.tmx
Source language: en
Languages: ga

source: Charges for hospital services
ga: Táillí i gcóir Seirbhísí Ospidéil

source: Everyone, regardless of nationality, who is accepted by the Health Service Executive (HSE) as being ordinarily resident in Ireland is entitled to access in-patient and out-patient services in publicly funded hospitals, that is, HSE hospitals and voluntary hospitals. Certain visitors to Ireland are also entitled to public health services, for example, people covered under EU Regulations
ga: Gach duine, beag beann ar a náisiúntacht, a nglacann Feidhmeannacht na Seirbhíse Sláinte (FSS) leis go bhfuil gnáthchónaí orthu in Éirinn, tá siad i dteideal rochtain a fháil ar sheirbhísí othair chónaithigh agus ar sheirbhísí othair sheachtraigh in ospidéil a mhaoinítear go poiblí, is iad sin, ospidéil FSS agus ospidéil dheonacha

source: If you are not resident in Ireland and you do not belong to any of the groups that are entitled to free services, you have to pay the full economic cost of the bed, whether it is a public bed or a private bed
ga: Mura bhfuil cónaí ort in Éirinn agus mura bhfuil tú i do bhall de cheann ar bith de na grúpaí atá i dteideal seirbhísí in aisce, tá ort lánchostas eacnamaíoch na leapa a íoc, cibé acu is leaba phoiblí nó leaba phríobháideach í

source: You also have to pay the consultant
ga: Beidh ort táille an chomhairligh a íoc freisin

source: The HSE has the discretion to reduce or waive the charges in cases of hardship
ga: Tá sé faoi rogha Feidhmeannacht na Seirbhíse Sláinte na táillí a laghdú nó a tharscaoileadh ar fad, chun cruatan a sheachaint

source: Charges for accident and emergency/casualty and out-patient services
ga: Táillí ar sheirbhísí timpiste agus éigeandála/taismí agus othar seachtrach

source: If you use accident and emergency services without being referred there by a GP, there is a charge of €100
ga: Má úsáideann tú seirbhísí timpiste agus éigeandála gan bheith atreoraithe ann ag do dhochtúir teaghlaigh (LG), beidh táille €100 le híoc

source: There is no charge if you are referred by a GP (bring your referral letter with you) or for certain groups listed below
ga: Ní bheidh aon táille má atreoraíonn do LG thú ann, nó i gcás grúpaí áirithe a liostaítear thíos

source: The charge applies to the following public facilities:
ga: Baineann an táille leis na háiseanna poiblí a leanas:

source: • Accident and emergency departments
ga: • Rannóga timpiste agus éigeandála

source: • Any other facility providing similar services
ga: • Aon áis eile a chuireann a leithéid sin de sheirbhísí ar fáil

source: The charge of €100 does not apply to the following groups:
ga: Ní bhaineann an táille €100 leis na grupaí a leanas:

source: • People who are admitted to hospital as an in-patient as a result of attending the casualty department (you will then be subject to in-patient charges)
ga: • Daoine a choinnítear san ospidéal tar éis dóibh dul chuig an rannóg taisme (b'fhéidir go mbeadh táillí mar othar cónáitheach le n-íoc ansin agat)

source: • People receiving treatment for prescribed infectious diseases
ga: • Daoine atá ag fáil cóir leighis do ghalair thógálacha sonraithe

source: • Children up to 6 weeks of age • Children, in respect of the following diseases and disabilities: “mental handicap, mental illness, phenylketonuria, cystic fibrosis, spina bifida, hydrocephalus, haemophilia and cerebral palsy”
ga: • Páistí suas go dtí sé sheachtain d'aois, páistí a bhfuil galair agus míchumas sonraithe orthu agus páistí a chuirtear ann iad ó chlinicí sláinte leanaí agus scrúduithe sláinte scoile le cóir leighis a fháil

source: • People who are entitled to hospital services because of EU Regulations
ga: • Daoine atá i dteideal seirbhísí ospidéil de bharr rialachán an AE

source: • Women receiving maternity services
ga: • Mná atá ag fáil seirbhísí máithreachais

source: • People with Hepatitis C who have a Health Amendment Act Card
ga: • Daoine a bhfuil Heipitíteas C orthu nó daoine a bhfuil Cárta an Achta um Shláinte Leasaithe acu

source: If you have to return for further visits to an out-patient clinic in relation to the same illness or accident, you should not have to pay the charge again
ga: Má bhíonn ort filleadh le haghaidh cuairteanna breise a mbaineann leis an ngalar nó timpiste céanna, ní chaithfidh tú an táille a íoc arís

source: You can be referred by your family doctor to the out-patients department of a public hospital for specialist assessment by a consultant or his or her team or for diagnostic assessments (for example, x-rays, laboratory tests, physiotherapy)
ga: Is féidir le liachomhairleoir nó a fhoireann tú a sheoladh chuig rannóg na n-othar seachtrach in ospidéal poiblí i gcóir sainmheasúnuithe, nó i gcóir measúnuithe diagnóiseach (m.sh., x-ghathanna, tástálacha saotharlainne, Fisiteiripe, srl.)

source: If you attend this service as a public patient, you will not have to pay for this service
ga: Má fhreastalaíonn tú ar an tseirbhís seo mar othar poiblí, ní chaithfidh tú íoc as

source: If you wish to attend a consultant in a private capacity, you must pay their fee
ga: Más mian leat dul chuig an liachomhairleoir mar othar príobháideach, caithfidh tú an táille chuí a íoc

source: Public in-patients in public hospitals
ga: Táillí mar othar cónaitheach in ospidéil phríobháideacha

source: If you are a public patient in a public hospital under the care of a consultant for treatment and you remain overnight, you are receiving overnight in-patient services
ga: Más i mbarda poiblí thú faoi chúram liachomhairleora i gcóir cóireála agus go gcaitheann tú an oíche ann, tá tú ag fáil seirbhísí mar othar cónaitheach

source: If you are admitted to the hospital under the care of a consultant where you do not require the use of a bed overnight and your discharge from hospital is planned, you are receiving day in-patient services
ga: Má ligtear isteach san ospidéal thú faoi chúram an liachomhairleora, áit nach bhfuil úsáid leapa ag teastáil uait thar oíche agus go bhfuil sé i gceist tú a scaoileadh, tá seirbhísí lae ar fáil agat

source: From 1 January 2017, the statutory charge for overnight and day in-patient services is €80 per day up to a maximum of €800 in any 12 consecutive months
ga: Cosnaíonn seirbhísí lae/othar cónaitheach €75 sa lá agus suas le uasmhéid €750 in aghaidh na bliana

source: The charge does not apply to the following groups:
ga: Ní bhaineann an táille leis na grupaí a leanas:

source: • Children up to 6 weeks of age
ga: • Daoine a gcaithfeadh táillí "fadthéarmacha" a íoc

source: • Children with the following diseases and disabilities: "mental handicap, mental illness, phenylketonuria, cystic fibrosis, spina bifida, hydrocephalus, haemophilia and cerebral palsy" • Children referred for treatment from child health clinics and school board examinations
ga: • Páistí suas go dtí sé sheachtain d'aois, páistí a bhfuil galair agus míchumas sonraithe orthu agus páistí a chuirtear ann iad ó chlinicí sláinte leanaí agus scrúduithe sláinte scoile le cóir leighis a fháil

source: Private in-patients in public hospitals
ga: Othair chónaitheacha phríobháideacha in ospidéil phoiblí

source: If you choose to be treated as a private patient of a consultant when you are admitted to a public hospital, you are charged for the inpatient services according to the category of the hospital and (for an overnight stay) according to the type of room you are in
ga: Má roghnaíonn tú chun cóireáil a fháil mar othar príobháideach de chuid comhairligh ar do ligean isteach in ospidéal poiblí, de réir chatagóir an ospidéil agus (i gcás fanacht thar oíche) agus de réir an chineáil seomra a úsáideann tú a ghearrtar táille ort i leith na seirbhísí othair chónaithigh

source: Rates from January 2014 are:
ga: Is iad seo a leanas na rátaí atá i bhfeidhm ó mhí Eanáir 2014:

source: Hospital Category Single-occupancy room overnight Multiple-occupancy room overnight Day-case
ga: Catagóir Ospidéil Seomra aonáitíochta thar oíche Seomra iláitíochta thar oíche Cás lae

source: Fifth schedule hospitals €1,000 €813 €407
ga: Ospidéal sa chúigiú sceideal €1,000 €813 €407

source: Sixth schedule hospitals €800 €659 €329
ga: Ospidéal sa séú sceideal €800 €659 €329

source: The hospitals in each category are listed in the Health (Amendment) Act 2013 with four changes subsequently made by Statutory Instrument No.75 of 2014 (pdf)
ga: Tá na hospidéil i ngach catagóir liostaithe san Acht Sláinte (Leasú) 2013. Rinneadh ceithre athrú ar an liosta sin le hIonstraim Reachtúil Uimh. 75 de 2014 (pdf)

source: The Act provides that public hospitals must levy the private in-patient charge on all in-patients who opt to be treated privately by their consultant
ga: Foráiltear leis an Acht nach mór d’ospidéil phoiblí an táille d’othair chónaitheacha phríobháideacha a ghearradh ar gach othar cónaitheach a roghnaíonn chun cóireáil phríobháideach a fháil óna gcomhairleach

source: If you are a private patient, you must pay for the services of the consultant who is treating you
ga: Mar othar príobháideach de chuid an liachomhairleora a bhfuil cúram aige ort, caithfidh tú íoc as seirbhísí an liachomhairleora úd

source: You must also pay for the services of any other consultant who is involved in caring for you (for example, the radiation oncologist or anaesthetist)
ga: Ina theannta sin caithfidh tú íoc as seirbhísí aon liachomhairleora eile atá i bhfeighil ort (m.sh., an raideolaí, an t-anaestéisí, etc.)

source: You have the same entitlement to public health services for mental illness as for any other illness
ga: Tá an teidlíocht chéanna agat do sheirbhísí sláinte poiblí i gcomhair meabhairghalar le haon tinneas eile

source: You must pay for maintenance and treatment in private psychiatric hospitals
ga: Ní mór duit íoc as cothabháil agus cóireáil in ospidéil shíciatracha phríobháideacha

source: Health insurance companies sometimes treat psychiatric hospital costs differently from general hospital costs
ga: Amanna láimhseálann cuideachtaí árachais sláinte costais ospidéil síciatracha ar bhealach difriúil ó chostais ospidéil ghinearálta

source: The same rules apply to long-term institutional care for psychiatric patients as to long-term institutional care for other patients
ga: Baineann na rialacha céanna le cúram institiúideach fadtéarmach d’othair shíciatracha is a bhaineann le cúram institiúideach fadtéarmach d’othair eile

source: Mental health in-patient and out-patient services are provided free of charge to children aged under 16 years who have a mental illness
ga: Cuirtear seirbhísí sláinte intinne d’othair chónaitheacha agus d’othair sheachtracha ar fáil saor in aisce do leanaí atá faoi 16 bliana d’aois a bhfuil meabhairghalar orthu

source: If you have been in hospital, but not receiving acute in-patient care, for more than 30 days, you may be charged Long-Stay Contributions for Residential Support Services
ga: Má tá tú san ospidéal ar feadh breis is 30 lá agus go ndearbhaíonn dochtúir nach bhfuil gá agat le cúram agus cóireáil ghéarmhíochaine, is féidir táillí a ghearradh ort amhail is go raibh tú ag fáil seirbhísí cúraim cónaitheacha fadtéarmacha
